tap "arl/arl"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "tako8ki/tap"
brew "bash"
brew "bat"
brew "python@3.12"
brew "cheat"
brew "qemu"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "gum"
brew "lazydocker"
brew "llvm"
brew "navi"
brew "neovim"
brew "pnpm"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "starship"
brew "tmux"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "arl/arl/gitmux"
brew "joshmedeski/sesh/sesh"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "arc"
cask "discord"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "gcc-arm-embedded"
cask "karabiner-elements"
cask "notunes"
cask "qmk-toolbox"
cask "raycast"
cask "spacelauncher"
cask "spotify"
cask "syncthing"
